alsa-firmware
alsa-utils
ark
armcord
b43-fwcutter
base
base-devel
bash-completion
bluedevil
blueman
bluez-utils
breeze-gtk
buildah
chezmoi
cmatrix
cockpit-docker
cockpit-machines
cockpit-navigator
cockpit-packagekit
cockpit-pcp
cockpit-podman
cockpit-storaged
cockpit-zfs-manager
coppwr
ctop
dhclient
discli
discord-ptb
dmraid
dnsmasq
docker-compose
dolphin-plugins
dosfstools
downgrade
dry-bin
duf
easyeffects
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
firefox
firewalld
fsarchiver
fwupd
gamemode
gitflow-avh
github-cli
glances
glow
gst-libav
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
helvum
htop
hwdetect
hwinfo
intel-ucode
inxi
iwd
jfsutils
kate
kcalc
kdegraphics-thumbnailers
kde-gtk-config
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats
kio-admin
kitty
konsole
kscreen
kwallet-pam
kwayland-integration
lazydocker
lazygit
lazysql
lib32-gamemode
lib32-libpulse
lib32-pipewire-jack
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsd
lsscsi
lvm2
maliit-keyboard
man-db
man-pages
meld
mlocate
mtools
nano-syntax-highlighting
neovim
netctl
nethogs
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noise-suppression-for-voice
noto-fonts-cjk
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-container-toolkit
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
okular
ollama
openssh
oxker
pavucontrol
pipewire-alsa
pipewire-docs
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
poppler-glib
power-profiles-daemon
print-manager
pulseaudio-qt
pulsemixer
pv
python-pyqt5
qpwgraph
rebuild-detector
redis
reflector-simple
reiserfsprogs
ripgrep
sddm-kcm
sg3_utils
s-nail
sof-firmware
spectacle
spotify-launcher
sscg
sssd
steam
systemctl-tui
sysz
tailscale
tldr
trash-cli
tree
ttf-nerd-fonts-symbols
ttf-opensans
unrar
unzip
usb_modeswitch
vi
warp-terminal
welcome
wget
xclip
xfsprogs
xl2tpd
xorg-xinit
xorg-xinput
xorg-xkill
xterm
xwaylandvideobridge
yadm
yay
zsh
